
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Weiter";
Cancel											= "Abbrechen";

ResumeMenuResumeItem							= "Wiedergabe fortsetzen";
ResumeMenuStartFromBeginningItem				= "Vom Anfang starten";

ITSPresentsMenuItem								= "iTunes Top 10";
ITunesTop10MusicVideos							= "iTunes Top 10 Music Videos";
LoadingDataFromITMS								= "Mit iTunes Store verbinden …";
LoadingDataFromApple							= "Filmtrailer laden …";

PhotoModuleAllSubAlbumsMenuItem					= "Alle";
PhotoModuleSharedAlbumsMenuItem					= "Gemeinsame Fotos";
PhotoModuleFetchingServersMenuItem				= "Gem. Alben suchen …";
PhotoModuleNoServersMenuItem					= "Keine gem. Fotos verfügbar";
PhotoModuleNoServersExplanation					= "Zur Zeit sind keine gemeinsam genutzten iPhoto-Mediatheken verfügbar.";
PhotoWindowHeader								= "Fotos";
NoPhotosInAlbumMessage							= "Dieses Fotoalbum ist leer.";
PhotoSlideshowSettings							= "Diashow-Einstellung";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Zeit pro Dia";
PhotoSlideshowSettingMusic						= "Musik";
PhotoSlideshowSettingRepeat						= "Wiederholen";
PhotoSlideshowSettingShufflePhotos				= "Zufallsmodus Fotos";
PhotoSlideshowSettingShuffleMusic				= "Zufallsmodus Musik";
PhotoSlideshowSettingKenBurns					= "Ken-Burns-Effekt";
PhotoSlideshowSettingTransitions				= "Übergänge";
PhotoSlideshowSettingTimeFormat					= "%d Sekunden"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Zufall";
PhotoSettingNoTransitions						= "Aus";
Cube											= "Würfel";
Dissolve										= "Überblenden";
Droplet											= "Tropfen";
"Fade Through Black"							= "Ausblenden (schwarz)";
Flip											= "Spiegeln";
"Mosaic Flip Large"								= "Spiegeln - Mosaik (groß)";
"Mosaic Flip Small"								= "Spiegeln - Mosaik (klein)";
"Page Flip"										= "Umblättern";
Push											= "Verschieben";
Reveal											= "Enthüllen";
Twirl											= "Rotieren";
Wipe											= "Wischen";

PhotoSlideshowSettingMusicNowPlaying			= "Sie hören";

PhotoSettingOff									= "Aus";
PhotoSettingOn									= "Ein";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Ohne Titel";
SortWidgetDateLabel								= "Datum";
SortWidgetShowLabel								= "Sendung";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Schauspieler";
MetadataDuration								= "Dauer";
MetadataAirDate									= "Ausgestrahlt";
MetadataReleaseDate								= "Veröffentlicht";
MetadataInTheatres								= "Im Kino";
MetadataArtist									= "Interpret";
MetadataAlbum									= "Album";
MetadataGenre									= "Genre";
MetadataNumberOfEpisodes						= "Anzahl der Folgen";
MetadataNumberOfTracks							= "Titel";
MetadataMostRecent								= "Neueste";
MetadataDirector								= "Regisseur";
MetadataDirectors								= "Regisseure";
MetadataProducer								= "Produzent";
MetadataProducers								= "Produzenten";
MetadataArtistVarious							= "Verschiedene";
MetadataArtistUnknown							= "Unbekannter Interpret";
MetadataAlbumUnknown							= "Unbekanntes Album";
MetadataPlaylistUnknown							= "Unbekannte Wiedergabeliste";
MetadataComposerUnknown							= "Unbekannter Komponist";
MetadataGenreUnknown							= "Unbekanntes Genre";
MetadataAuthor									= "Autor";
MetadataTitle									= "Titel";
MetadataEpisode									= "Episode";
MetadataSeasonFormat							= "(Staffel %d)";
MetadataFrom									= "Von";
MetadataTags									= "Tags";
MetadataViews									= "Darstellungsoptionen";
MetadataDateAdded								= "hinzugefügt";
MetadataCategory								= "Kategorie";

/* Rating strings */
RatingExplicit									= "Anstößig";

MediaTitleDefault								= "Ohne Titel";

StreamingNameInList								= "Streaming";
StreamingSearchingForSharedMedia				= "Gem. genutzten Inhalt suchen …";

TodayDate										= "Heute";
YesterdayDate									= "Gestern";

GoBackText										= "Drücken Sie „Menu“, um zurückzugehen.";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "German";

AuthPasswordPrompt								= "Kennwort:";
AuthEnterPasswordPrompt							= "Kennwort eingeben für „%@“:";

TextInputDoneLabel								= "FERTIG";
TextInputDeleteLabel							= "LÖSCHEN";
TextInputSpaceLabel								= "LEER";

AlternateTextInputSpaceLabel					= "Leer";
AlternateTextInputDeleteLabel					= "Entfernen";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musik";
MusicPlaylistsMenuItem							= "Wiedergabelisten";
MusicArtistsMenuItem							= "Interpreten";
MusicAlbumsMenuItem								= "Alben";
MusicSongsMenuItem								= "Titel";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Musikvideos";
MusicGenresMenuItem								= "Musikrichtungen";
MusicComposersMenuItem							= "Komponisten";
MusicAudiobooksMenuItem							= "Hörbücher";
MusicShuffleSongsMenuItem						= "Zufällige Wiedergabe";
MusiciTunesPresentsMenuItem						= "Jetzt im iTunes Store";
MusicNowPlayingMenuItem							= "Sie hören";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "CD auswerfen";
MusicSharedMusicMenuItem						= "Gemeinsame Musik";
MusicSpecialPlaylistName						= "Front Row Wiedergabeliste";
MusicAllAlbumsListHeader						= "Alle Alben";
MusicAllSongsListHeader							= "Alle Titel";
MusicAllArtistsListHeader						= "Alle Interpreten";
MusicAllTracksListSpecifier						= "Alle";
MusicUntitledTrack								= "Neuer Titel";
MusicNoSharedPlaylistsMenuItem					= "Keine Musik verfügbar";
MusicTrackIndexOfCount							= "%ld von %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Der Stream „%@“ wird zwischengespeichert";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Ein Fehler ist aufgetreten.";
GenericListError								= "Es befinden sich keine Objekte in dieser Liste.";

WaitPleaseWait									= "Bitte warten …";
WaitContactingRemoteHost						= "Mit entferntem iTunes-Host verbinden …";

WirelessSetupSearchText							= "Nach drahtlosen Netzwerken suchen …";
NotConnectedToInternet							= "Ihr Apple TV ist nicht mit dem Internet verbunden.";
NotConnectedToNetwork							= "Apple TV ist nicht mit dem Netzwerk verbunden.";
CheckNetworkConnection							= "Netzwerkeinstellungen überprüfen und erneut versuchen.";
UntitledWirelessNetworkName						= "n.v.";

// iTunesPairing Strings
PairWithITunesTitle								= "Mit iTunes verbinden";

PairWithITunesForInitialSyncingDescription		= "Um die Konfiguration und Synchronisation Ihrer iTunes-Inhalte für Apple TV zu beenden, öffnen Sie iTunes und wählen Sie „Apple TV“ in der Geräteliste aus. Sie müssen den folgenden Code eingeben:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Um Apple TV für Streaming zu verwenden, drücken Sie „Menu“ und wählen dann „Mit iTunes verbinden“ im Menü „Quellen“.";

PairWithITunesForSyncingDescription				= "Um eine Verbindung zu iTunes herzustellen und Ihre iTunes-Inhalte mit Apple TV zu synchronisieren, öffnen Sie iTunes und wählen Sie „Apple TV“ in der Geräteliste aus. Sie müssen den folgenden Code eingeben:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV ist derzeit mit „%@“ verbunden. Um eine Verbindung zu einer anderen Mediathek herzustellen, öffnen Sie iTunes auf dem entsprechenden Computer und wählen „Apple TV“ in der Geräteliste aus. Dadurch wird der gesamte Inhalt auf Apple TV ersetzt. Sie müssen den folgenden Code eingeben:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Um das Streaming Ihrer iTunes-Inhalte für Apple TV zu aktivieren, öffnen Sie iTunes und wählen Sie „Apple TV“ in der Geräteliste aus. Sie müssen den folgenden Code eingeben:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Wenn Sie die Synchronisation deaktivieren, wird der gesamte Inhalt auf Apple TV gelöscht.";
PairWithITunesChangingSyncingHostWarning		= "Wenn Sie die iTunes-Mediathek ändern, wird der gesamte Inhalt auf Apple TV ersetzt.";

PairWithITunesRequirementLabel					= "Apple TV benötigt iTunes 7.1.1 oder neuer";
PairWithITunesCancel							= "Abbrechen";
PairWithITunesContinue							= "Fortfahren";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Ein Fehler ist aufgetreten.";
FatalExceptionAlertDescription					= "Drücken Sie „Start/Pause“, um Apple TV neu zu starten.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50 Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Hz";
480p60											= "480p";
576p50											= "576p - 50 Hz";
576i											= "576i - 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Verbinden";
LoadingLibraryNamed								= "„%@“ laden …";
ConnectionToiTunesLost							= "iTunes-Mediathek nicht verfügbar";
WaitingForiTunesToStart							= "Erneutes Verbinden mit „%@“ wird versucht. Vergewissern Sie sich, dass der Computer eingeschaltet und iTunes gestartet ist.";
GoToSources										= "Zu den Quellen gehen";
AttemptingToAuthorizeContent					= "Identifizierung versuchen …";

SharedITunesLibraryPasswordTitle				= "Kennwort der gemeinsam genutzten Mediathek";
SharedITunesLibraryPasswordText					= "Geben Sie das Kennwort für „%@“ ein und klicken Sie auf „Fertig“.";
SharedITunesLibraryPasswordPrompt				= "Kennwort:";
SharedITunesLibraryPasswordRetryTitle			= "Kennwort falsch";
SharedITunesLibraryPasswordRetryText			= "Das von Ihnen eingegebene Kennwort für  „%@“ ist falsch.\nBitte versuchen Sie es erneut.";

SharedIPhotoLibraryPasswordTitle				= "Kennwort für die Mediathek";
SharedIPhotoLibraryPasswordText					= "Geben Sie das Kennwort für „%@“ ein und klicken Sie auf „Fertig“.";
SharedIPhotoLibraryPasswordPrompt				= "Kennwort:";
SharedIPhotoLibraryPasswordRetryTitle			= "Kennwort falsch";
SharedIPhotoLibraryPasswordRetryText			= "Das von Ihnen eingegebene Kennwort für  „%@“ ist falsch.\nBitte versuchen Sie es erneut.";

ConnectToITunesForStreaming						= "Mit neuem iTunes verbinden";
StreamingServerNotAvailable						= "Mediathek nicht verfügbar";
TurnOnStreamingServer							= "Vergewissern Sie sich, dass der Computer mit „%@“ eingeschaltet und iTunes geöffnet ist.";
DisconnectStreamingHost							= "Verbindung zu iTunes trennen";
MaxStreamingHostCountReached					= "Sie können mit höchstens 5 iTunes-Mediatheken gleichzeitig verbunden sein. Wählen Sie, für welche Mediathek Sie die Verbindung trennen möchten, damit Sie eine neue Mediathek verbinden können.";
SelectHostToDelete								= "Mit neuem iTunes verbinden";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "„%@“ synchronisieren"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "%d von %d kopieren: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Code eingeben";
BRParentalControlsPasscodeEnterPrompt			= "Geben Sie Ihren vierstelligen Code für die Kindersicherung ein.";
BRParentalControlsPasscodeWrongTitle			= "Code nicht korrekt";
BRParentalControlsPasscodeWrongPrompt			= "Der von Ihnen eingegebene Code ist nicht korrekt.";
BRParentalControlsPasscodeSetTitle				= "Code festlegen";
BRParentalControlsPasscodeSetPrompt				= "Um die Kindersicherung für Ihr Apple TV zum ersten Mal einzustellen, geben Sie Ihren vierstelligen Code ein. Nachdem der Code festgelegt wurde, müssen Sie diesen in Zukunft eingeben, um Änderungen an der Kindersicherung vornehmen zu können.";
BRParentalControlsPasscodeConfirmTitle			= "Code bestätigen";
BRParentalControlsPasscodeConfirmPrompt			= "Geben Sie Ihren vierstelligen Code erneut ein.";
BRParentalControlsPasscodeConfirmedTitle		= "Code bestätigt";
BRParentalControlsPasscodeConfirmedPrompt		= "Bewahren Sie Ihren Code an einem sicheren Ort auf. Falls Sie Ihren Code vergessen, setzen Sie ihn zurück, indem Sie „Werkseinstellungen wiederherstellen“ wählen. Dabei wird Ihr Apple TV auf die Werkseinstellungen zurückgesetzt.";
BRParentalControlsPasscodeMismatchTitle			= "Code stimmt nicht";
BRParentalControlsPasscodeMismatchPrompt		= "Der eingegebene Code stimmt nicht.";
BRParentalControlsPasscodeTryAgainItem			= "Code erneut festlegen";
BRParentalControlsPasscodeOldTitle				= "Alter Code";
BRParentalControlsPasscodeOldPrompt				= "Geben Sie Ihren alten, vierstelligen Code ein.";
BRParentalControlsPasscodeChangeTitle			= "Neuer Code";
BRParentalControlsPasscodeChangePrompt			= "Geben Sie Ihren neuen, vierstelligen Code ein.";

// Syncing text
BRSettingSyncing								= "Synchronisieren";
BRSettingTurnOnSyncing							= "Sync aktivieren";
BRSettingTurnOffSyncing 						= "Sync deaktivieren";
BRSettingChangeITunesLibrary 					= "iTunes-Mediathek ändern";

// Combo Row text
AssetViewFormat									= "%@-Ansicht";
AssetViewsFormat								= "%@-Ansichten";

BRDVDLoadingText								= "DVD laden …";
BRDVDMenuItemResume								= "Wiedergabe fortsetzen";
BRDVDMenuStartFromBeginning						= "Vom Anfang starten";
BRDVDMenuItemEjectDisk							= "Medium auswerfen";
BRDVDMenuItemDVDMenu							= "DVD-Menü";
BRDVDPlayerChapterFormatter                     = "Kaptitel %d von %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Eigene …";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Kein HDCP";
HDCPErrorDialogExplanation						= "Um diesen Inhalt wiederzugeben, ist HDCP erforderlich. Stellen Sie hierfür sicher, dass die angeschlossenen Bildschirme HDCP unterstützen.";


